/* Description that this is the most popular Inflation Calculator app on the App Store */
"#1 Inflation Calculator" = "#1 calculadora de inflación";

/* Title of the screen that describes the application */
"About" = "Acerca";

/* Description that the app is always updated for the current year */
"Always has the most recent data" = "Siempre tiene los datos más recientes.";

/* Currency of Australia */
"Australian Dollar" = "Dólar australiano";

/* Currency of Brazil */
"Brazilian Real" = "Real brasileño";

/* Currency of the United Kingdom */
"British Pound" = "Libra británica";

/* Currency of Canada */
"Canadian Dollar" = "Dolar canadiense";

/* Currency of China */
"Chinese Yuan" = "Yuan chino";

/* Currency of Colombia */
"Colombian Peso" = "Peso colombiano";

/* Information that the app was created by Cal Stephens */
"Created by Cal Stephens" = "Creado por Cal Stephens";

/* Description of the available data range for a currency. e.g. 'Data from 1980 to 2020'. */
"Data from %1$@ to %2$@" = "Datos de %1$@ a %2$@";

/* Title of the person who developer this app. Alternative translations could include 'Creator' or 'Designer'. */
"Creator" = "Creador";

/* Currency of the European Union */
"Euro" = "Euro";

/* App Store description */
"Ever see a price from the past and want to how how much it would cost today? With Inflation Calculator, it's easy to discover the answer. Inflation Calculator lets you calculate the value of money throughout history. It supports 22 currencies from around the world, including the US Dollar, Euro, and more!" = "¿Alguna vez has visto un precio del pasado y quieres saber cuánto costaría hoy? Con la Calculadora de inflación, es fácil descubrir la respuesta. La calculadora de inflación le permite calcular el valor del dinero a lo largo de la historia. ¡Admite 22 monedas de todo el mundo, incluidos el euro, el dólar mexicano, el dólar estadounidense y más!";

/* Label that describes how data is typically collected from official government sources. */
"Historical inflation data is compiled from various official sources." = "Los datos históricos de inflación se compilan de varias fuentes oficiales.";

/* Currency of India */
"Indian Rupee" = "Rupia india";

/* Currency of Indonesia */
"Indonesian Rupiah" = "Rupia indonesia";

/* Short-hand name of the app */
"Inflation Calc" = "Inflación";

/* The name of the app 'Inflation Calculator', translated into the destination language */
"Inflation Calculator" = "Calculadora de inflación";

/* Currency of Israel */
"Israeli Sheqel" = "Sheqel israelí";

/* Currency of Japan */
"Japanese Yen" = "Yen japonés";

/* Currency of Mexico */
"Mexican Peso" = "Peso mexicano";

/* Currency of New Zealand */
"New Zealand Dollar" = "Dolar de Nueva Zelanda";

/* App store tags */
"inflation,dollar,money,value,over time,time,history,historical,data,price,prices,year,cost,costs" = "inflación,dólar,dinero,valor,con el tiempo,tiempo,historia,histórico,datos,precio,precios,año,costo,costos";

/* Currency of Norway */
"Norwegian Krone" = "Corona noruega";

/* Currency of Russia */
"Russian Ruble" = "Rublo ruso";

/* Currency of Saudi Arabia */
"Saudi Arabian Riyal" = "Riyal de Arabia Saudita";

/* Title of screen that lets the user select the active currency */
"Select Currency" = "Seleccione el tipo de moneda";

/* Title of section that describes where data is sourced from */
"Sources" = "Fuentes";

/* Currency of South Africa */
"South African Rand" = "Rand sudafricano";

/* Currency of South Korea */
"South Korean Won" = "Won surcoreano";

/* Currency of Sweden */
"Swedish Krona" = "Corona sueca";

/* Currency of Switzerland */
"Swiss Franc" = "Franco suizo";

/* Typical app update description */
"Thanks for using Inflation Calculator! This version adds data for 2020." = "¡Gracias por usar la calculadora de inflación! Esta versión agrega datos para 2020.";

/* Currency of Turkey */
"Turkish Lira" = "Lira turca";

/* Currency of the United States */
"US Dollar" = "Dólar estadounidense";

/* Description that the app has 22 international currencies. Highlight the currencies most likely to be interested to users speaking that language. */
"US Dollar, Euro, & 20 other currencies" = "Dólar estadounidense, euro y otras 20 monedas";

/* The current version of the app. e.g. Version 2.0 */
"Version %@" = "Versión %@";

/* Title of button that opens the developer's website */
"Visit Website" = "Visita la página web";

/* Abbreviation for 'clear' that appears on a calculator. This should be two characters or fewer. */
"c" = "⌫";
